Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Fitness level (higher fitness generally = higher HRV)
ar: مستوى اللياقة (اللياقة الأعلى = HRV أعلى عمومًا)
da: Konditionsniveau (bedre kondition = generelt højere HRV)
de: Fitnesslevel (höhere Fitness = meist höhere HRV)
es: Nivel de forma física (más forma suele = más HRV)
fi: Kuntotaso (parempi kunto = yleensä korkeampi HRV)
fr: Niveau de forme (une meilleure forme = généralement une HRV plus élevée)
is: Líkamshreysti (betri hreysti = almennt hærra HRV)
it: Livello di forma fisica (più forma in genere = HRV più alta)
ja: 体力レベル（一般に体力が高いほど HRV も高い）
ko: 체력 수준(일반적으로 체력이 높을수록 HRV도 높음)
nb: Formnivå (bedre form gir generelt høyere HRV)
nl: Fitheidsniveau (hogere fitheid = meestal hogere HRV)
pt_br: Nível de condicionamento (mais condicionamento geralmente = VFC mais alta)
ru: Уровень физической формы (более высокая форма обычно = более высокая ВСР)
sv: Konditionsnivå (bättre kondition = generellt högre HRV)
zh_hans: 体能水平（体能越高，HRV 通常越高）

source: Fitness tab → "Get Me Back" card. First-time use shows a one-time disclaimer; tap "I understand — engage" to drop your pin.
ar: علامة تبويب اللياقة → بطاقة «Get Me Back». يعرض الاستخدام الأول إخلاء مسؤولية لمرة واحدة؛ اضغط «فهمت — تفعيل» لوضع الدبوس.
da: Fanen Fitness → kortet »Get Me Back«. Første gang vises en engangsansvarsfraskrivelse; tryk på »Jeg forstår — aktivér« for at sætte din nål.
de: Fitness-Tab → Karte „Get Me Back“. Bei der ersten Nutzung erscheint einmalig ein Hinweis; tippe auf „Ich verstehe — aktivieren“, um deine Markierung zu setzen.
es: Pestaña Forma física → tarjeta «Get Me Back». El primer uso muestra un aviso único; toca «Entiendo: activar» para marcar tu punto.
fi: Kunto-välilehti → "Get Me Back" -kortti. Ensimmäisellä käyttökerralla näytetään kertaluonteinen vastuuvapauslauseke; napauta "Ymmärrän — ota käyttöön" pudottaaksesi merkin.
fr: Onglet Forme → carte « Get Me Back ». À la première utilisation, un avertissement unique s’affiche ; touchez « Je comprends — activer » pour poser votre épingle.
is: Fitness-flipi → „Get Me Back“ spjaldið. Við fyrstu notkun birtist fyrirvari einu sinni; ýttu á „Ég skil — virkja“ til að setja pinnann.
it: Scheda Fitness → riquadro "Get Me Back". Al primo utilizzo compare un avviso una tantum; tocca "Ho capito — attiva" per mettere il tuo segnaposto.
ja: フィットネスタブ →「Get Me Back」カード。初回は一度だけ免責事項が表示されます。「了解しました — 有効にする」をタップするとピンが置かれます。
ko: 피트니스 탭 → "Get Me Back" 카드. 처음 사용할 때 일회성 고지가 표시됩니다. "이해했습니다 — 사용"을 탭하면 핀이 꽂힙니다.
nb: Form-fanen → «Get Me Back»-kortet. Første gang vises en engangs ansvarsfraskrivelse; trykk «Jeg forstår — aktiver» for å sette nålen.
nl: Fitness-tabblad → kaart “Get Me Back”. Bij het eerste gebruik zie je eenmalig een disclaimer; tik op “Ik begrijp het — inschakelen” om je speld te zetten.
pt_br: Aba Condicionamento → cartão "Get Me Back". No primeiro uso aparece um aviso único; toque em "Entendi — ativar" para marcar seu ponto.
ru: Вкладка «Фитнес» → карточка «Get Me Back». При первом использовании один раз показывается предупреждение; нажмите «Понятно — активировать», чтобы поставить метку.
sv: Fliken Kondition → kortet "Get Me Back". Första gången visas en engångsfriskrivning; tryck på "Jag förstår — aktivera" för att sätta din nål.
zh_hans: “体能”标签页 → “Get Me Back”卡片。首次使用时会显示一次性免责声明；点按“我明白 — 启用”即可放下标记。

source: Follow the breathing mandala if you like — it helps, but isn't required
ar: اتبع ماندالا التنفس إن شئت — فهي تساعد، لكنها ليست مطلوبة
da: Følg åndedrætsmandalaen, hvis du har lyst — den hjælper, men er ikke nødvendig
de: Folge dem Atem-Mandala, wenn du magst — es hilft, ist aber nicht nötig
es: Sigue el mandala de respiración si quieres: ayuda, pero no es obligatorio
fi: Seuraa halutessasi hengitysmandalaa — se auttaa, mutta ei ole pakollista
fr: Suivez le mandala de respiration si vous le souhaitez — il aide, mais n’est pas obligatoire
is: Fylgdu öndunarmandölunni ef þú vilt — hún hjálpar en er ekki nauðsynleg
it: Segui il mandala del respiro se vuoi: aiuta, ma non è obbligatorio
ja: よければ呼吸マンダラに合わせてください — 役に立ちますが、必須ではありません
ko: 원하면 호흡 만다라를 따라 하세요 — 도움이 되지만 필수는 아닙니다
nb: Følg pustemandalaen hvis du vil — den hjelper, men er ikke nødvendig
nl: Volg de ademhalingsmandala als je wilt — het helpt, maar is niet verplicht
pt_br: Siga a mandala de respiração se quiser — ela ajuda, mas não é obrigatória
ru: Следуйте за дыхательной мандалой, если хотите, — она помогает, но не обязательна
sv: Följ andningsmandalan om du vill — den hjälper, men är inte nödvändig
zh_hans: 如果愿意，可以跟随呼吸曼陀罗 — 它有帮助，但不是必需的

source: For H10 users: the app runs a hybrid recording — internal device memory (primary) plus Bluetooth streaming (backup). Even if Bluetooth drops all night, your data is captured internally on the H10.
ar: لمستخدمي H10: يُجري التطبيق تسجيلًا هجينًا — ذاكرة الجهاز الداخلية (أساسي) بالإضافة إلى البث عبر البلوتوث (احتياطي). حتى لو انقطع البلوتوث طوال الليل، تُلتقط بياناتك داخليًا على H10.
da: For H10-brugere: appen kører en hybridoptagelse — enhedens interne hukommelse (primær) plus Bluetooth-streaming (backup). Selv hvis Bluetooth falder ud hele natten, gemmes dine data internt på H10.
de: Für H10-Nutzer: Die App nutzt eine Hybridaufnahme — interner Gerätespeicher (primär) plus Bluetooth-Streaming (Backup). Selbst wenn Bluetooth die ganze Nacht ausfällt, werden deine Daten intern auf dem H10 erfasst.
es: Para usuarios del H10: la app hace una grabación híbrida, memoria interna del dispositivo (principal) más streaming por Bluetooth (respaldo). Aunque el Bluetooth se caiga toda la noche, tus datos quedan guardados internamente en el H10.
fi: H10-käyttäjille: sovellus tekee hybriditallennuksen — laitteen sisäinen muisti (ensisijainen) ja Bluetooth-suoratoisto (varmuuskopio). Vaikka Bluetooth katkeaisi koko yöksi, tietosi tallentuvat H10:n sisäiseen muistiin.
fr: Pour les utilisateurs du H10 : l’app effectue un enregistrement hybride — mémoire interne de l’appareil (principal) plus diffusion Bluetooth (sauvegarde). Même si le Bluetooth décroche toute la nuit, vos données sont capturées en interne sur le H10.
is: Fyrir H10-notendur: appið tekur upp á blandaðan hátt — innra minni tækisins (aðal) auk Bluetooth-streymis (afrit). Jafnvel þótt Bluetooth detti út alla nóttina eru gögnin skráð innbyrðis á H10.
it: Per chi usa H10: l'app esegue una registrazione ibrida — memoria interna del dispositivo (principale) più streaming Bluetooth (backup). Anche se il Bluetooth cade per tutta la notte, i tuoi dati vengono registrati internamente sull'H10.
ja: H10 の場合：アプリはハイブリッド記録を行います — デバイスの内部メモリ（メイン）と Bluetooth ストリーミング（バックアップ）です。一晩中 Bluetooth が切れていても、データは H10 内部に記録されます。
ko: H10 사용자: 앱은 하이브리드 기록을 실행합니다 — 기기 내부 메모리(기본)와 Bluetooth 스트리밍(백업). 밤새 Bluetooth가 끊겨도 데이터는 H10 내부에 저장됩니다.
nb: For H10-brukere: appen gjør et hybridopptak — internt minne i enheten (primært) pluss Bluetooth-strømming (reserve). Selv om Bluetooth faller ut hele natten, blir dataene dine lagret internt på H10.
nl: Voor H10-gebruikers: de app maakt een hybride opname — intern geheugen van het apparaat (primair) plus Bluetooth-streaming (back-up). Zelfs als Bluetooth de hele nacht wegvalt, worden je gegevens intern op de H10 vastgelegd.
pt_br: Para usuários do H10: o app faz uma gravação híbrida — memória interna do dispositivo (principal) mais streaming por Bluetooth (backup). Mesmo que o Bluetooth caia a noite toda, seus dados ficam gravados internamente no H10.
ru: Для пользователей H10: приложение ведёт гибридную запись — во внутреннюю память устройства (основная) и через потоковую передачу Bluetooth (резервная). Даже если Bluetooth отключается всю ночь, данные сохраняются внутри H10.
sv: För H10-användare: appen gör en hybridinspelning — enhetens interna minne (primärt) plus Bluetooth-strömning (reserv). Även om Bluetooth tappar hela natten sparas dina data internt i H10.
zh_hans: 对于 H10 用户：应用会进行混合记录 — 设备内部存储（主要）加蓝牙实时流（备份）。即使蓝牙整夜断开，你的数据也会保存在 H10 内部。

source: For the most consistent baseline, choose one approach and stick with it — either always use the mandala or always breathe naturally. Mixing approaches adds variability that makes day-to-day comparison harder.
ar: للحصول على خط أساس أكثر ثباتًا، اختر طريقة واحدة والتزم بها — إما استخدام الماندالا دائمًا أو التنفس الطبيعي دائمًا. خلط الطريقتين يضيف تفاوتًا يصعّب المقارنة اليومية.
da: For den mest ensartede baseline skal du vælge én metode og holde dig til den — brug enten altid mandalaen eller træk altid vejret naturligt. At blande metoderne giver variation, der gør sammenligning fra dag til dag sværere.
de: Für die beständigste Baseline wähle einen Ansatz und bleib dabei — entweder immer mit dem Mandala oder immer natürlich atmen. Ein Wechsel zwischen beiden erhöht die Schwankung und erschwert den Vergleich von Tag zu Tag.
es: Para tener la línea base más constante, elige un método y mantenlo: usa siempre el mandala o respira siempre con normalidad. Mezclar métodos añade variabilidad que dificulta comparar un día con otro.
fi: Johdonmukaisinta perustasoa varten valitse yksi tapa ja pysy siinä — käytä aina mandalaa tai hengitä aina luonnollisesti. Tapojen sekoittaminen lisää vaihtelua, joka vaikeuttaa päivittäistä vertailua.
fr: Pour une référence la plus cohérente possible, choisissez une approche et tenez-vous-y — utilisez toujours le mandala ou respirez toujours naturellement. Alterner les approches ajoute une variabilité qui rend la comparaison d’un jour à l’autre plus difficile.
is: Til að fá sem stöðugast grunngildi skaltu velja eina aðferð og halda þig við hana — annaðhvort nota alltaf mandöluna eða anda alltaf eðlilega. Að blanda aðferðum eykur breytileika sem gerir samanburð milli daga erfiðari.
it: Per una linea di base più coerente, scegli un approccio e mantienilo: usa sempre il mandala oppure respira sempre in modo naturale. Alternare gli approcci aggiunge variabilità e rende più difficile il confronto giorno per giorno.
ja: 最も一貫したベースラインのために、どちらかの方法を選んで続けてください — 常にマンダラを使うか、常に自然に呼吸するかです。方法を混ぜると変動が増え、日々の比較が難しくなります。
ko: 가장 일관된 기준선을 원한다면 한 가지 방식을 정해 꾸준히 유지하세요 — 항상 만다라를 사용하거나 항상 자연스럽게 호흡하거나. 방식을 섞으면 변동이 커져 날짜별 비교가 어려워집니다.
nb: For mest mulig konsistent grunnlinje bør du velge én tilnærming og holde deg til den — enten alltid bruke mandalaen eller alltid puste naturlig. Å blande tilnærminger gir mer variasjon og gjør det vanskeligere å sammenligne fra dag til dag.
nl: Kies voor de meest consistente basislijn één aanpak en houd je daaraan — gebruik altijd de mandala of adem altijd natuurlijk. Aanpakken afwisselen voegt variatie toe die vergelijken van dag tot dag lastiger maakt.
pt_br: Para uma linha de base mais consistente, escolha uma abordagem e mantenha-a — use sempre a mandala ou respire sempre naturalmente. Alternar entre as duas adiciona variabilidade e dificulta a comparação dia a dia.
ru: Для наиболее стабильного базового уровня выберите один подход и придерживайтесь его — либо всегда с мандалой, либо всегда с естественным дыханием. Смешивание подходов добавляет вариабельность и затрудняет сравнение дней.
sv: För den mest konsekventa baslinjen, välj ett sätt och håll dig till det — använd antingen alltid mandalan eller andas alltid naturligt. Att blanda sätt ökar variationen och gör jämförelser från dag till dag svårare.
zh_hans: 为了获得最一致的基线，请选择一种方式并坚持下去 — 要么一直使用曼陀罗，要么一直自然呼吸。混用两种方式会增加波动，使逐日比较更困难。

source: For your age group ({group}):
ar: لفئتك العمرية ({group}):
da: For din aldersgruppe ({group}):
de: Für deine Altersgruppe ({group}):
es: Para tu grupo de edad ({group}):
fi: Ikäryhmällesi ({group}):
fr: Pour votre tranche d’âge ({group}) :
is: Fyrir aldurshópinn þinn ({group}):
it: Per la tua fascia d'età ({group}):
ja: あなたの年齢層（{group}）の場合：
ko: 연령대({group}) 기준:
nb: For aldersgruppen din ({group}):
nl: Voor je leeftijdsgroep ({group}):
pt_br: Para a sua faixa etária ({group}):
ru: Для вашей возрастной группы ({group}):
sv: För din åldersgrupp ({group}):
zh_hans: 对于你的年龄组（{group}）：

source: Foster's Monotony and Strain complement ACWR by looking at your training pattern rather than just the load spike.
ar: تكمّل الرتابة والإجهاد وفق Foster مقياس ACWR بالنظر إلى نمط تدريبك لا إلى قفزة الحمل فقط.
da: Fosters Monotoni og Strain supplerer ACWR ved at se på dit træningsmønster frem for kun belastningsspidsen.
de: Fosters Monotonie und Beanspruchung ergänzen ACWR, indem sie dein Trainingsmuster betrachten statt nur die Belastungsspitze.
es: La monotonía y la carga de Foster complementan el ACWR al fijarse en el patrón de tu entrenamiento y no solo en el pico de carga.
fi: Fosterin monotonia ja rasitus täydentävät ACWR:ää tarkastelemalla harjoittelusi kuviota eikä vain kuormituspiikkiä.
fr: La monotonie et la contrainte de Foster complètent l’ACWR en examinant la structure de votre entraînement plutôt que le seul pic de charge.
is: Einhæfni og álag samkvæmt Foster bæta ACWR upp með því að skoða æfingamynstrið frekar en bara álagstoppinn.
it: Monotonia e strain di Foster completano l'ACWR osservando lo schema del tuo allenamento, non solo il picco di carico.
ja: Foster の Monotony と Strain は、負荷の急増だけでなくトレーニングのパターンを見ることで ACWR を補完します。
ko: Foster의 단조성과 스트레인은 부하 급증만이 아니라 훈련 패턴을 살펴봄으로써 ACWR을 보완합니다.
nb: Fosters Monotony og Strain utfyller ACWR ved å se på treningsmønsteret ditt i stedet for bare belastningstoppen.
nl: De monotonie en trainingsdruk van Foster vullen ACWR aan door naar je trainingspatroon te kijken in plaats van alleen naar de piek in belasting.
pt_br: A Monotonia e o Strain de Foster complementam o ACWR observando o padrão do seu treino, e não apenas o pico de carga.
ru: Монотонность и напряжение по Фостеру дополняют ACWR, оценивая структуру тренировок, а не только скачок нагрузки.
sv: Fosters monotoni och påfrestning kompletterar ACWR genom att titta på ditt träningsmönster snarare än bara belastningstoppen.
zh_hans: Foster 的单调性和负荷强度指标通过观察你的训练模式（而不只是负荷峰值）来补充 ACWR。

source: Four gates fire an interrupt together: the AI has been speaking for 600 ms (grace window), your mic has sustained non-silence for 300 ms, you said at least TWO recognized words since the AI started, and those words don't look like an echo of what the AI just said.
ar: تطلق أربع بوابات المقاطعة معًا: أن يكون الذكاء الاصطناعي يتكلم منذ 600 مللي ثانية (فترة سماح)، وأن يلتقط الميكروفون صوتًا متواصلًا لمدة 300 مللي ثانية، وأن تكون قد قلت كلمتين معروفتين على الأقل منذ بدأ الذكاء الاصطناعي، وألا تبدو تلك الكلمات صدى لما قاله الذكاء الاصطناعي للتو.
da: Fire betingelser udløser en afbrydelse sammen: AI'en har talt i 600 ms (frist), din mikrofon har haft vedvarende lyd i 300 ms, du har sagt mindst TO genkendte ord, siden AI'en begyndte, og de ord ligner ikke et ekko af det, AI'en lige har sagt.
de: Vier Bedingungen lösen gemeinsam eine Unterbrechung aus: Die KI spricht seit 600 ms (Schonfrist), dein Mikrofon nimmt seit 300 ms durchgehend Geräusche auf, du hast seit Beginn der KI-Antwort mindestens ZWEI erkannte Wörter gesagt, und diese Wörter sehen nicht wie ein Echo dessen aus, was die KI gerade gesagt hat.
es: Cuatro condiciones deben cumplirse a la vez para interrumpir: la IA lleva 600 ms hablando (margen inicial), tu micrófono capta voz sostenida durante 300 ms, has dicho al menos DOS palabras reconocidas desde que empezó la IA, y esas palabras no parecen un eco de lo que la IA acaba de decir.
fi: Neljä ehtoa laukaisevat keskeytyksen yhdessä: tekoäly on puhunut 600 ms (armonaika), mikrofonisi on havainnut jatkuvaa ääntä 300 ms, olet sanonut vähintään KAKSI tunnistettua sanaa tekoälyn aloitettua, eivätkä ne sanat näytä kaiulta siitä, mitä tekoäly juuri sanoi.
fr: Quatre conditions doivent être réunies pour déclencher une interruption : l’IA parle depuis 600 ms (délai de grâce), votre micro capte un son continu depuis 300 ms, vous avez prononcé au moins DEUX mots reconnus depuis que l’IA a commencé, et ces mots ne ressemblent pas à un écho de ce que l’IA vient de dire.
is: Fjögur skilyrði þurfa að uppfyllast saman til að grípa fram í: gervigreindin hefur talað í 600 ms (biðtími), hljóðneminn hefur numið samfellt hljóð í 300 ms, þú sagðir að minnsta kosti TVÖ greind orð síðan gervigreindin byrjaði og þau orð líkjast ekki bergmáli af því sem gervigreindin var að segja.
it: Quattro condizioni insieme fanno scattare un'interruzione: l'IA parla da 600 ms (finestra di tolleranza), il microfono rileva un suono continuo da 300 ms, hai detto almeno DUE parole riconosciute da quando l'IA ha iniziato, e quelle parole non sembrano un'eco di ciò che l'IA ha appena detto.
ja: 4 つの条件がそろうと割り込みが発生します：AI が話し始めて 600 ms 経過（猶予時間）、マイクが 300 ms 継続して無音でない、AI が話し始めてから認識された単語が 2 語以上、そしてそれらの単語が AI が今話した内容のエコーではないこと。
ko: 네 가지 조건이 모두 충족되어야 끼어들기가 작동합니다: AI가 600ms 동안 말하고 있었고(유예 시간), 마이크에 300ms 동안 소리가 지속되었으며, AI가 말하기 시작한 뒤 인식된 단어를 두 개 이상 말했고, 그 단어들이 AI가 방금 한 말의 메아리처럼 보이지 않아야 합니다.
nb: Fire vilkår må slå til samtidig for å avbryte: AI-en har snakket i 600 ms (frist), mikrofonen har fanget opp vedvarende lyd i 300 ms, du har sagt minst TO gjenkjente ord siden AI-en begynte, og ordene ser ikke ut som et ekko av det AI-en nettopp sa.
nl: Vier poorten moeten samen openstaan voor een onderbreking: de AI spreekt al 600 ms (respijtvenster), je microfoon hoort 300 ms aanhoudend geluid, je hebt sinds de AI begon minstens TWEE herkende woorden gezegd, en die woorden lijken niet op een echo van wat de AI net zei.
pt_br: Quatro condições precisam ser atendidas juntas para interromper: a IA está falando há 600 ms (período de tolerância), seu microfone captou som contínuo por 300 ms, você disse pelo menos DUAS palavras reconhecidas desde que a IA começou, e essas palavras não parecem um eco do que a IA acabou de dizer.
ru: Прерывание срабатывает при одновременном выполнении четырёх условий: ИИ говорит уже 600 мс (льготный интервал), микрофон непрерывно слышит не-тишину 300 мс, вы произнесли не менее ДВУХ распознанных слов с начала речи ИИ и эти слова не похожи на эхо того, что только что сказал ИИ.
sv: Fyra villkor utlöser ett avbrott tillsammans: AI:n har pratat i 600 ms (respitfönster), din mikrofon har fångat ihållande ljud i 300 ms, du har sagt minst TVÅ igenkända ord sedan AI:n började, och orden ser inte ut som ett eko av det AI:n just sa.
zh_hans: 四个门限同时满足时才会触发打断：AI 已经说话 600 毫秒（宽限时间）、你的麦克风持续检测到非静音 300 毫秒、自 AI 开始说话以来你至少说了两个可识别的词，且这些词看起来不像是 AI 刚才所说内容的回声。
